Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/capital_taxes/capital_taxes_following_separation_or_divorce.html.txt.tmx
Source language: en
Languages: ga

source: Capital taxes following separation, divorce or dissolution
ga: Cánacha Caipitiúla tar éis scartha/colscartha

source: Capital Gains Tax (CGT) is a tax on the profit made on the disposal of any asset and is payable by the person making the disposal
ga: Séard é Cáin ar ghóthacháin chaipitiúla, ná cáin ar an mbrabús a dhéantar tar éis diúscairt aon sócmhainne agus bíonn an cháin le n-íoc ag an té atá i mbun diúscartha

source: Disposal can be by way of gift or sale
ga: D'fhéadfadh gur trí dhíol nó trí thabhartas a dhéanfaí an diúscairt

source: Transfers of assets between spouses or civil partners are exempt from CGT. Transfers of assets between spouses or civil partners who are separated are exempt from CGT if they are made under a separation agreement or a court order
ga: Ón dáta a bhfuil an chosúlacht air go mbeidh an scaradh buan, ní bhíonn sóchmhainní a aistrítear idir céilí, saor ón gCáin ar ghnóthacháin Chaipitiúla

source: Transfers of assets between spouses or civil partners on foot of a court order in a decree of divorce or dissolution are exempt from CGT but transfer of assets after the granting of the decree that are not ordered by the court are not
ga: Ar an dóigh chéanna bíonn sócmhainní a aistrítear idir céilí mar thoradh ar Ordú Colscartha saor ón gcáin ach ní bhíonn aon aistrithe sócmhainní a tharlaíonn tar éis don fharógra Cholscartha a bheith déanta saor ón gcáin, ach amháin sa chás is gur ordaigh an chúirt iad

source: Separating couples should always seek specialist tax advice before entering into arrangements that have Capital Gains Tax implications
ga: Ba cheart do lánúin atá ag scaradh comhairle shaineolach chánach a lorg, sula ndéanann siad aon socruithe a bhféadfadh impleachtaí Cain ar ghnóthachain chaipitiúla a bheith leo

source: Capital Acquisitions Tax (CAT) is a tax on gifts and inheritances received by a person
ga: Séard é Cáin ar Fhaltais Chaipitiúla ná cáin ar thabhartais agus ar oidhreachtaí a fhaigheann duine

source: The person receiving the gift or inheritance pays the tax
ga: Íocann an duine a fhaigheann an tabhartas, nó an t-oidhreacht, an cháin

source: The tax is paid on the open market value of the asset being received
ga: Bíonn an cháin atá le n-íoc bunaithe ar an luach na sóchmhainne atá a fháil, ar an margadh oscailte

source: Transfers of assets between spouses or civil partners whether by way of gift or inheritance are exempt from CAT
ga: Tá aistriú sochmhainní idir céilí saor ó cháin ar fhaltais chaipitiúla, is cuma cé acu tabhartas nó oidhreacht atá i gceist

source: Separation does not affect this exemption but divorce or dissolution does
ga: Ní chuireann scaradh isteach air seo ach cuireann colscaradh

source: CAT does not apply to a property transfer, ordered by a court, between separated or divorced marriage partners but transfers of assets after the granting of the decree of divorce or dissolution that are not ordered by the court are not
ga: Bíonn sócmhainní a aistrítear idir céilí do bhárr Órdú Cúirte i bhForógra Colscartha saor ón gcáin seo, ach ní bhíonn aon aistríthe sóchmhainní a tharlaíonn tar éis don Fhorógra Colscartha a bheith déanta saor ón gcáin, ach amháin sa chás is gur ordaigh an chúirt iad

source: Separating couples should always seek specialist tax advice before entering into arrangements that have Capital Acquisitions Tax implications
ga: Ba cheart do lánúin atá ag scaradh comhairle ó shaineolaí cánach a lorg sula ndéanann siad aon socruithe a bhféadfadh impleachtaí Cáin Fhaltais Chaipitiúl a bheith leo

source: Stamp duty is a tax most often associated with the transfer of property whether by way of gift or sale
ga: Baineann dleacht stampála, de ghnáth le aistriú maoine, trí thabhartas nó trí dhíolachán

source: Transfers of property between spouses or civil partners are exempt from stamp duty
ga: Ní bhíonn dleacht stampála le n-íoc nuair a aistrítear maoin idir céilí

source: Transfers of property between spouses or civil partners who are separated or divorced are exempt from stamp duty if they are made following a court order
ga: Ní bhíonn an dleacht le n-íoc ar aistriú maoine idir lanúin atá scartha nó colscartha má déanadh an t-aistriú mar thoradh ar ordú cúirte

source: There is more information on stamp duty here
ga: Tá tuilleadh eolais sa doiciméad, Dleacht Stampála
